"WhatsNew.TITLE" = "Wat is nieuw";
"WhatsNew.BUTTON_PREVIOUS" = "Vorig";
"WhatsNew.BUTTON_NEXT" = "Volgende";
"WhatsNew.BUTTON_DONE" = "Klaar";
"Dashboard.TITLE" = "Dashboard";
"Dashboard.HEADER.COURSES" = "Cursussen";
"Dashboard.HEADER.WELCOME_BACK" = "Welkom terug. Laten we blijven leren.";
"Dashboard.SEARCH" = "Zoekopdracht";
"Dashboard.EMPTY.SUBTITLE" = "Je bent nog niet ingeschreven voor een cursus.";
"Dashboard.LEARN.TITLE" = "Leren";
"Dashboard.LEARN.VIEW_ALL" = "Bekijk alles";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Bekijk alle cursussen ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Alle cursussen";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Achterstallige toewijzing";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Bekijk opdrachten";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Achterstallige opdrachten";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Te betalen opdrachten %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Verschijnt over %@ Dagen";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Cursus hervatten";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Cursus starten";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Cursussen";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programma's";
"Dashboard.LEARN.CATEGORY.ALL" = "Alle";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Bezig";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Voltooid";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Verlopen";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Geen cursussen";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Geen lopende cursussen";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Geen voltooide cursussen";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Geen verlopen cursussen";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "U bent momenteel voor geen enkele cursus ingeschreven. Wilt u de cursuscatalogus verkennen?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Zoek een cursus";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Aanmelden";
"Authorization.SIGN_IN.WELCOME_BACK" = "Welkom terug! Meld u aan om toegang te krijgen tot uw cursussen.";
"Authorization.SIGN_IN.EMAIL" = "E-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail of gebruikersnaam";
"Authorization.SIGN_IN.PASSWORD" = "Wachtwoord";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Wachtwoord vergeten?";
"Authorization.SIGN_IN.AGREEMENT" = "Door u aan te melden bij deze app, gaat u akkoord met de [ %@ licentieovereenkomst voor eindgebruikers]( %@ ) en [ %@ servicevoorwaarden en erecode]( %@ ) en erkent u dat %@ en elk lid uw persoonlijke gegevens verwerken in\n in overeenstemming met het [Privacybeleid.]( %@ )";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Ongeldig e-mailadres";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Ongeldige wachtwoordlengte";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Dit %@ -account is aan geen enkel %@ -account gekoppeld. Registreer alsjeblieft.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Ongeldig e-mailadres of gebruikersnaam";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Uw account is uitgeschakeld. Neem contact op met de klantenondersteuning voor hulp.";
"Authorization.SIGN_UP.SUBTITLE" = "Maak een account aan en begin vandaag nog met leren!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Account aanmaken";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Verberg optionele velden";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Toon optionele velden";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Je bent succesvol aangemeld.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "We hebben alleen wat meer informatie nodig voordat je begint met leren.";
"Authorization.SIGN_UP.AGREEMENT" = "Door een account aan te maken, gaat u akkoord met de [ %@ Licentieovereenkomst voor eindgebruikers]( %@ ) en [ %@ Servicevoorwaarden en erecode]( %@ ) en u erkent dat %@ en elk lid uw persoonlijke gegevens verwerken in overeenstemming met de [ Privacybeleid .]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Ik ga ermee akkoord dat %@ mij marketingberichten mag sturen.";
"Authorization.FORGOT.TITLE" = "Wachtwoord vergeten";
"Authorization.FORGOT.DESCRIPTION" = "Vul hieronder uw inlog- of herstel-e-mailadres in en wij sturen u een e-mail met instructies.";
"Authorization.FORGOT.REQUEST" = "Wachtwoord opnieuw instellen";
"Authorization.FORGOT.CHECK_TITLE" = "Controleer uw e-mail";
"Authorization.FORGOT.CHECK_Description" = "We hebben instructies voor wachtwoordherstel naar uw e-mailadres gestuurd ";
"Authorization.SIGN_IN_WITH" = "Aanmelden met";
"Authorization.REGISTER_WITH" = "Registreer met";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "of";
"Authorization.STARTUP.INFO_MESSAGE" = "Cursussen en programma's van werelds beste universiteiten op zak.";
"Authorization.STARTUP.SEARCH_TITLE" = "Wat wil je leren?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Zoek in onze 3000+ cursussen";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Ontdek alle cursussen";
"Authorization.STARTUP.TITLE" = "Begin";
"Discovery.TITLE" = "Ontdekken";
"Discovery.SEARCH" = "Zoekopdracht";
"Discovery.HEADER.TITLE_1" = "Ontdek nieuw";
"Discovery.HEADER.TITLE_2" = "Laten we een nieuwe cursus voor u zoeken.";
"Discovery.SEARCH.TITLE" = "Zoekresultaten";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Begin met typen om de cursus te vinden";
"Discovery.UPDATE_REQUIRED_TITLE" = "App-update vereist";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Deze versie van de OpenEdX-app is verouderd. Upgrade naar de nieuwste versie om door te gaan met leren en de nieuwste functies en oplossingen te krijgen.";
"Discovery.UPDATE_WHY_NEED" = "Waarom moet ik updaten?";
"Discovery.UPDATE_DEPRECATED_APP" = "Verouderde app-versie";
"Discovery.UPDATE_BUTTON" = "Update";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Account instellingen";
"Discovery.UPDATE_NEEDED_TITLE" = "App-update";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "We raden u aan om te updaten naar de nieuwste versie. Upgrade nu om de nieuwste functies en oplossingen te ontvangen.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Niet nu";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nieuwe update beschikbaar! Upgrade nu om de nieuwste functies en oplossingen te ontvangen";
"Discovery.ALERT.LEAVING_APP_TITLE" = "De app verlaten";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "U verlaat nu de app en opent een browser";
"Discovery.DETAILS.TITLE" = "Cursus informatie";
"Discovery.DETAILS.VIEW_COURSE" = "Bekijk cursus";
"Discovery.DETAILS.ENROLL_NOW" = "Schrijf nu in";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "U kunt zich niet inschrijven voor deze cursus, omdat de inschrijfdatum is verstreken.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Om u in te schrijven voor deze cursus, moet u ervoor zorgen dat u verbonden bent met internet.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Gefeliciteerd, je hebt dit cursuscertificaat behaald in “ %@ \.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Bekijk certificaat";
"Course.OUTLINE.CERTIFICATE" = "Certificaat";
"Course.OUTLINE.COURSE_VIDEOS" = "Cursusvideo's";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Deze cursus is nog niet begonnen.";
"Course.COURSEWARE.COURSE_CONTENT" = "Cursusinhoud";
"Course.COURSEWARE.COURSE_UNITS" = "Cursuseenheden";
"Course.COURSEWARE.NEXT" = "Volgende";
"Course.COURSEWARE.PREVIOUS" = "Vorige";
"Course.COURSEWARE.FINISH" = "Finish";
"Course.COURSEWARE.GOOD_WORK" = "Goed gedaan!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Terug naar overzicht";
"Course.COURSEWARE.SECTION" = "Je hebt voltooid “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Doorgaan";
"Course.COURSEWARE.RESUME_WITH" = "Hervatten met:";
"Course.ERROR.NO_INTERNET" = "U bent niet verbonden met internet. Controleer uw internetverbinding.";
"Course.ERROR.RELOAD" = "Herladen";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Cursusonderdeel niet gevonden, herladen a.u.b";
"Course.ERROR.NO_HANDOUTS" = "Er zijn momenteel geen hand-outs voor deze cursus";
"Course.ALERT.ROTATE_DEVICE" = "Draai uw apparaat om deze video op volledig scherm te bekijken.";
"Course.ALERT.ACCEPT" = "Aanvaarden";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Weet je zeker dat je alle video(s) wilt verwijderen?";
"Course.ALERT.DELETE_VIDEOS" = "Weet je zeker dat je video(s) wilt verwijderen van";
"Course.ALERT.STOP_DOWNLOADING" = "Als u de schakelaar uitschakelt, stopt het downloaden en worden alle gedownloade video's verwijderd";
"Course.ALERT.WARNING" = "Waarschuwing";
"Course.COURSE_CONTAINER.HOME" = "Thuis";
"Course.COURSE_CONTAINER.VIDEOS" = "Videos";
"Course.COURSE_CONTAINER.DATES" = "Datums";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussies";
"Course.COURSE_CONTAINER.HANDOUTS" = "Meer";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Hand-outs bij het ontwikkelen";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Hand-outs";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Aankondigingen";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Vind belangrijke cursusinformatie";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Blijf op de hoogte van het laatste nieuws";
"Course.NOT_AVALIABLE.TITLE" = "Dit interactieve onderdeel is niet beschikbaar op mobiel";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Ontdek andere delen van deze cursus of bekijk deze op internet.";
"Course.NOT_AVALIABLE.BUTTON" = "Open in de browser";
"Course.SUBTITLES.TITLE" = "Ondertitels";
"Course.ACCESSIBILITY.DOWNLOAD" = "Downloaden";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Downloaden annuleren";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Downloaden verwijderen";
"Course.DOWNLOAD.DOWNLOADS" = "Downloads";
"Course.DOWNLOAD.DOWNLOAD" = "Downloaden";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Alle video's gedownload";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Video's downloaden...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Downloaden naar apparaat";
"Course.DOWNLOAD.VIDEOS" = "Videos";
"Course.DOWNLOAD.REMAINING" = "Overig";
"Course.DOWNLOAD.UNTITLED" = "Ongetiteld";
"Course.DOWNLOAD.TOTAL" = "Totaal";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "U kunt de downloadvideokwaliteit niet wijzigen wanneer alle video's worden gedownload";
"Course.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "De video';s die je hebt geselecteerd zijn groter dan 1 GB. Wil je deze video's downloaden?";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Je huidige downloadinstellingen staan alleen downloads via Wi-Fi toe.\n Maak verbinding met een Wi-Fi-netwerk of wijzig uw downloadinstellingen.";
"Course.COURSE_DATES.TODAY" = "Vandaag";
"Course.COURSE_DATES.COMPLETED" = "Voltooid";
"Course.COURSE_DATES.PAST_DUE" = "Verlopen";
"Course.COURSE_DATES.DUE_NEXT" = "Volgende";
"Course.COURSE_DATES.UNRELEASED" = "Niet uitgebracht";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Alleen geverifieerd";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Items verborgen";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Artikel verborgen";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "De vervaldata zijn verschoven";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Uw vervaldata zijn met succes verschoven om u te helpen op koers te blijven.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Bekijk alle data";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Synchroniseren met agenda";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Synchroniseer automatisch alle deadlines en inleverdata voor deze cursus met uw agenda.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Kalender toevoegen";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Kalender verwijderen";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Wilt u de %@ -kalender &quot; %@ &quot; toevoegen?\n Je kunt de cursuskalender op elk gewenst moment bewerken of verwijderen via Agenda of Instellingen";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Wilt u de %@ -kalender &quot; %@ &quot; verwijderen?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; is toegevoegd aan uw agenda.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Agenda synchroniseren...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Bekijk evenementen";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Uw cursuskalender is toegevoegd.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Je cursuskalender is verwijderd.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Agenda-evenementen";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Je cursuskalender is verouderd";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Je cursusdata zijn verschoven en je cursuskalender is niet meer up-to-date met je nieuwe rooster.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Update nu";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Uw cursuskalender is bijgewerkt.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ heeft geen agendarechten. Ga naar instellingen en geef kalendertoestemming.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Open instellingen";
"Course.COURSE_DATES.SETTINGS" = "Instellingen";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Uw data kunnen niet worden verschoven. Probeer het opnieuw.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Uw data zijn succesvol verschoven.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Cursusdata";
"Course.COURSE.DUE_TODAY" = "Vandaag verschuldigd";
"Course.COURSE.DUE_TOMORROW" = "Morgen verschuldigd";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ van %@ opdrachten voltooid";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Gesynchroniseerd met Agenda";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Agendasynchronisatie mislukt";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Offline";
"Core.MAINSCREEN.DISCOVERY" = "Ontdekken";
"Core.MAINSCREEN.DASHBOARD" = "Dashboard";
"Core.MAINSCREEN.IN_DEVELOPING" = "Bij het ontwikkelen";
"Core.MAINSCREEN.PROGRAMS" = "Programma's";
"Core.MAINSCREEN.PROFILE" = "Profiel";
"Core.MAINSCREEN.LEARN" = "Leren";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Probeer het nog eens";
"Core.ERROR.INVALID_CREDENTIALS" = "Ongeldige inloggegevens";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Trage of geen internetverbinding";
"Core.ERROR.NO_CACHED_DATA" = "Geen gegevens in de cache voor de offlinemodus";
"Core.ERROR.USER_NOT_ACTIVE" = "Gebruikersaccount is niet geactiveerd. Activeer eerst uw account.";
"Core.ERROR.UNKNOWN_ERROR" = "Er is iets fout gegaan";
"Core.ERROR.WIFI" = "U kunt alleen bestanden downloaden via Wi-Fi. Je kunt dit wijzigen in de instellingen.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autorisatie mislukt.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Geen internet verbinding";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Maak verbinding met internet om deze inhoud te bekijken.";
"Core.COURSEWARE.COURSE_CONTENT" = "Cursusinhoud";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Dit interactieve onderdeel is nog niet beschikbaar op mobiel.";
"Core.COURSEWARE.COURSE_UNITS" = "Cursuseenheden";
"Core.COURSEWARE.NEXT" = "Volgende";
"Core.COURSEWARE.PREVIOUS" = "Vorige";
"Core.COURSEWARE.FINISH" = "Finish";
"Core.COURSEWARE.GOOD_WORK" = "Goed gedaan!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Terug naar overzicht";
"Core.COURSEWARE.SECTION_COMPLETED" = "U heeft “ %@ ” voltooid.";
"Core.COURSEWARE.CONTINUE" = "Doorgaan";
"Core.COURSEWARE.RESUME" = "Cv";
"Core.COURSEWARE.RESUME_WITH" = "Hervatten met:";
"Core.COURSEWARE.NEXT_SECTION" = "Volgende sectie";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Om verder te gaan met “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” druk op “Volgende sectie”.";
"Core.ERROR.RELOAD" = "Herladen";
"Core.DATE.COURSE_STARTS" = "Cursus begint";
"Core.DATE.COURSE_ENDS" = "Cursus eindigt";
"Core.DATE.COURSE_ENDED" = "Cursus beëindigd";
"Core.DATE.ENDED" = "Beëindigd";
"Core.DATE.START" = "Begin";
"Core.DATE.STARTED" = "Begonnen";
"Core.DATE.JUST_NOW" = "Net nu";
"Core.DATE.TODAY" = "Vandaag";
"Core.DATE.NEXT" = "Volgende %@";
"Core.DATE.DAYS_AGO" = "%@ Dagen geleden";
"Core.DATE.DUE" = "Due ";
"Core.DATE.DUE_IN" = "Verschuldigd in ";
"Core.DATE.DUE_IN_DAYS" = "Te betalen over %@ Dagen";
"Core.ALERT.ACCEPT" = "AANVAARDEN";
"Core.ALERT.CANCEL" = "ANNULEREN";
"Core.ALERT.LOGOUT" = "Uitloggen";
"Core.ALERT.LEAVE" = "Vertrekken";
"Core.ALERT.KEEP_EDITING" = "Blijf bewerken";
"Core.ALERT.DELETE" = "VERWIJDEREN";
"Core.ALERT.ADD" = "Toevoegen";
"Core.ALERT.REMOVE" = "Verwijderen";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Cursuskalender verwijderen";
"Core.NO_INTERNET.OFFLINE" = "Offline";
"Core.NO_INTERNET.DISMISS" = "Afwijzen";
"Core.NO_INTERNET.RELOAD" = "Herladen";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, jjjj";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, jjjj";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Downloaden";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Gedownload";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Voltooid";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Kwaliteit van videodownloads";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Aanbevolen";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Lager datagebruik";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Beste kwaliteit";
"Core.DONE" = "Klaar";
"Core.VIEW " = "Weergave";
"Core.PICKER.SEARCH" = "Zoeken";
"Core.PICKER.ACCEPT" = "Aanvaarden";
"Core.WEBVIEW.ALERT.OK" = "OK";
"Core.WEBVIEW.ALERT.CANCEL" = "Annuleren";
"Core.WEBVIEW.ALERT.CONTINUE" = "Doorgaan";
"Core.REVIEW.VOTE_TITLE" = "Genieten van Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Uw feedback is belangrijk voor ons. Zou je even de tijd willen nemen om de app te beoordelen door hieronder op een ster te tikken? Bedankt voor uw steun!";
"Core.REVIEW.FEEDBACK_TITLE" = "Laat ons feedback achter";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Het spijt ons te horen dat uw leerervaring enkele problemen heeft gehad. Wij waarderen alle feedback.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Bedankt";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Bedankt dat u uw feedback met ons deelt. Wilt u uw recensie over deze app delen met andere gebruikers in de app store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Bedankt";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "We hebben uw feedback ontvangen en zullen deze gebruiken om uw leerervaring in de toekomst te verbeteren. Bedankt voor het delen!";
"Core.REVIEW.BETTER" = "Wat had beter gekund?";
"Core.REVIEW.NOT_NOW" = "Niet nu";
"Core.REVIEW.BUTTON.SUBMIT" = "Indienen";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Deel feedback";
"Core.REVIEW.BUTTON.RATE_US" = "Beoordeel ons";
"Core.REVIEW.EMAIL.TITLE" = "Selecteer e-mailclient:";
"Core.SOCIAL_SIGN_CANCELED" = "De gebruiker heeft de aanmeldingsstroom geannuleerd.";
"Core.SIGN_IN.LOG_IN_BTN" = "Aanmelden";
"Core.REGISTER" = "Register";
"Core.TOMORROW" = "Morgen";
"Core.YESTERDAY" = "Gisteren";
"Core.OPEN_IN_BROWSER" = "Bekijk in Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Maak je geen zorgen: wijzig ons voorgestelde schema om achterstallige opdrachten te voltooien zonder enige voortgang te verliezen.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Verschuif vervaldata";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Heb je een aantal deadlines gemist?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "We hebben een voorgesteld schema opgesteld om u te helpen op koers te blijven. Maar maak je geen zorgen: het is flexibel, zodat je in je eigen tempo kunt leren. Als u achterop raakt, kunt u de datums aanpassen om op het goede spoor te blijven.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Als je beoordeelde opdrachten wilt voltooien als onderdeel van deze cursus, kun je vandaag nog upgraden.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Je bent bezig met een audit van dit vak, wat betekent dat je niet kunt deelnemen aan beoordeelde opdrachten. Het lijkt erop dat je een aantal belangrijke deadlines hebt gemist op basis van ons voorgestelde schema. Als je beoordeelde opdrachten wilt voltooien als onderdeel van deze cursus en de achterstallige opdrachten naar de toekomst wilt verschuiven, kun je vandaag nog upgraden.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Uw data kunnen niet worden verschoven. Probeer het opnieuw.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Uw data zijn succesvol verschoven.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Cursusdata";
"Core.COURSE_DATES.TODAY" = "Vandaag";
"Core.COURSE_DATES.COMPLETED" = "Voltooid";
"Core.COURSE_DATES.PAST_DUE" = "Verlopen";
"Core.COURSE_DATES.THIS_WEEK" = "Deze week";
"Core.COURSE_DATES.NEXT_WEEK" = "Volgende week";
"Core.COURSE_DATES.UPCOMING" = "Aankomend";
"Discussion.TITLE" = "Discussies";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Het posten in discussies is uitgeschakeld door het cursusteam";
"Discussion.TOPICS.SEARCH" = "Zoek in alle berichten";
"Discussion.TOPICS.ALL_POSTS" = "Alle berichten";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Berichten die ik volg";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Hoofd categorieën";
"Discussion.TOPICS.UNNAMED" = "Naamloze subcategorie";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Recente activiteit";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Meeste activiteit";
"Discussion.POSTS.SORT.MOST_VOTES" = "De meeste stemmen";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Nog geen discussies";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klik op de onderstaande knop om uw eerste discussie aan te maken.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Creëer discussie";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Voeg een bericht toe";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Alle berichten";
"Discussion.POSTS.FILTER.UNREAD" = "Ongelezen";
"Discussion.POSTS.FILTER.UNANSWERED" = "Onbeantwoord";
"Discussion.POSTS.CREATE_NEW_POST" = "Nieuw bericht maken";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Maak een selectie";
"Discussion.POST.LAST_POST" = "Laatste bericht:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Commentaar toegevoegd";
"Discussion.THREAD.ADD_RESPONSE" = "Voeg een reactie toe";
"Discussion.CREATE_THREAD.NEW_POST" = "Nieuw bericht maken";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Selecteer berichttype";
"Discussion.CREATE_THREAD.TOPIC" = "Onderwerp";
"Discussion.CREATE_THREAD.TITLE" = "Titel";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Volg deze discussie";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Volg deze vraag";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Creëer een nieuwe discussie";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Maak een nieuwe vraag";
"Discussion.COMMENT.REPORT" = "Rapport";
"Discussion.COMMENT.UNREPORT" = "Melding ongedaan maken";
"Discussion.COMMENT.FOLLOW" = "Volgen";
"Discussion.COMMENT.UNFOLLOW" = "Ontvolgen";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Opmerking";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Commentaar toegevoegd";
"Discussion.RESPONSE.ADD_COMMENT" = "Voeg een reactie toe";
"Discussion.POST_TYPE.QUESTION" = "vraag";
"Discussion.POST_TYPE.DISCUSSION" = "discussie";
"Discussion.SEARCH" = "Zoeken";
"Discussion.SEARCH.TITLE" = "Zoekresultaten";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Begin met typen om de onderwerpen te vinden";
"Discussion.ANONYMOUS" = "Anoniem";
"Profile.TITLE" = "Profiel";
"Profile.INFO" = "Profielinformatie";
"Profile.ABOUT" = "Over mij";
"Profile.EDIT_PROFILE" = "Bewerk profiel";
"Profile.YEAR_OF_BIRTH" = "Geboortejaar:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Instellingen";
"Profile.SETTINGS_VIDEO" = "Beeldinstellingen";
"Profile.SUPPORT_INFO" = "Ondersteuningsinformatie";
"Profile.CONTACT" = "Contact opnemen met ondersteuning";
"Profile.TERMS" = "Gebruiksvoorwaarden";
"Profile.PRIVACY" = "Privacybeleid";
"Profile.COOKIE_POLICY" = "Cookie beleid";
"Profile.DO_NOT_SELL_INFORMATION" = "Verkoop mijn persoonlijke gegevens niet";
"Profile.FAQ_TITLE" = "Bekijk veelgestelde vragen";
"Profile.MANAGE_ACCOUNT" = "Beheer account";
"Profile.LOGOUT" = "Uitloggen";
"Profile.SWITCH_TO" = "Overschakelen naar";
"Profile.FULL_PROFILE" = "volledig profiel";
"Profile.LIMITED_PROFILE" = "beperkt profiel";
"Profile.LOGOUT_ALERT.TITLE" = "Bevestig uitloggen";
"Profile.LOGOUT_ALERT.TEXT" = "Weet u zeker dat u wilt uitloggen?";
"Profile.DELETE_ALERT.TITLE" = "Waarschuwing!";
"Profile.DELETE_ALERT.TEXT" = "Wilt u uw account echt verwijderen?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Vertrekken zonder te sparen?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Wijzigingen die u heeft aangebracht, worden verwijderd.";
"Profile.EDIT.TOO_YONG_USER" = "Om een profiel te hebben met volledige toegang tot informatie, moet u ouder zijn dan 13 jaar.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Een beperkt profiel deelt alleen uw gebruikersnaam en profielfoto.";
"Profile.EDIT.DELETE_ACCOUNT" = "Account verwijderen";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Geboortejaar";
"Profile.EDIT.FIELDS.LOCATION" = "Plaats";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Gesproken taal";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Over mij:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Profielafbeelding wijzigen";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Selecteer uit galerij";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Verwijder foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Annuleren";
"Profile.DELETE_ACCOUNT.TITLE" = "Account verwijderen";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Weet je zeker dat je wil ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Verwijder je account?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Om deze actie te bevestigen, voert u uw accountwachtwoord in.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Wachtwoord";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Voer wachtwoord in";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ja, account verwijderen";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Terug naar profiel";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Het wachtwoord is incorrect. Probeer het opnieuw.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Beeldinstellingen";
"Profile.SETTINGS.WIFI_TITLE" = "Alleen wifi downloaden";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Download alleen inhoud als wifi is ingeschakeld";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Kwaliteit van videostreaming";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automatisch (aanbevolen)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Aanbevolen";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Lager datagebruik";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Beste kwaliteit";
"Profile.SETTINGS.VERSION" = "Versie:";
"Profile.SETTINGS.UP_TO_DATE" = "Actueel";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Tik om te updaten naar versie";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tik om de vereiste app-update te installeren";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Kan geen e-mail verzenden. Het lijkt erop dat uw e-mailclient niet is ingesteld.";
"Profile.CALENDAR.NEW_CALENDAR" = "Nieuwe kalender";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Synchronisatieopties wijzigen";
"Profile.CALENDAR.ACCOUNT" = "Rekening";
"Profile.CALENDAR.CALENDAR_NAME" = "Kalendernaam";
"Profile.CALENDAR.COLOR" = "Kleur";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Aankomende opdrachten voor actieve cursussen verschijnen op deze kalender";
"Profile.CALENDAR.CANCEL" = "Annuleren";
"Profile.CALENDAR.BEGIN_SYNCING" = "Begin met synchroniseren";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Gesynchroniseerd";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Synchroniseren mislukt";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Offline";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Synchroniseren met agenda...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Toegang tot agenda";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Schakel agendasynchronisatie uit";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Om aankomende opdrachten en cursusmijlpalen in uw agenda te tonen, hebben we toestemming nodig voor toegang tot uw agenda.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Als u agendasynchronisatie uitschakelt, wordt de agenda “ %@ ” verwijderd. U kunt agendasynchronisatie op elk gewenst moment weer inschakelen.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Agendatoegang verlenen";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Synchronisatie uitschakelen";
"Profile.CALENDAR_DIALOG.CANCEL" = "Annuleren";
"Profile.DATES_AND_CALENDAR.TITLE" = "Data & Kalender";
"Profile.CALENDAR_SYNC.TITLE" = "Kalendersynchronisatie";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Stel agendasynchronisatie in om uw aankomende opdrachten en cursusmijlpalen in uw agenda weer te geven. Nieuwe opdrachten en verschoven cursusdata worden automatisch gesynchroniseerd";
"Profile.CALENDAR_SYNC.BUTTON" = "Agendasynchronisatie instellen";
"Profile.OPTIONS.TITLE" = "Opties";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gebruik relatieve datums";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Toon relatieve datums zoals \"Morgen\" en \"Gisteren\"";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Toon volledige data zoals \"1 januari 2021\".";
"Profile.DATES_AND_CALENDAR.TITLE" = "Data & Kalender";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Cursusagenda synchroniseren";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Sluit uw agenda opnieuw aan om de synchronisatie te hervatten";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Synchroniseert momenteel evenementen met uw agenda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Maak opnieuw verbinding met Agenda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Synchronisatieopties wijzigen";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Synchroniseren %d -cursussen";
"Profile.OPTIONS.TITLE" = "Opties";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gebruik relatieve datums";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Toon relatieve datums zoals \"Morgen\" en \"Gisteren\"";
"Profile.COURSES_TO_SYNC.TITLE" = "Cursussen om te synchroniseren";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Als u de synchronisatie voor een cursus uitschakelt, worden alle evenementen die aan de cursus zijn gekoppeld, uit uw gesynchroniseerde agenda verwijderd.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Verberg inactieve cursussen";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Verwijder automatisch evenementen uit cursussen die je de afgelopen maand niet hebt bekeken";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inactief";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Lokaal";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Accent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Rood";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Oranje";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Geel";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Groente";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blauw";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Paars";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Bruin";
"Profile.CALENDAR.COURSE_DATES" = "%@ Cursusdata";
"Profile.DROP_DOWN_PICKER.SELECT" = "Selecteer";
"Profile.SYNC_SELECTOR.SYNCED" = "Om te synchroniseren";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Niet gesynchroniseerd";
"Profile.SYNC.NO_SYNCED" = "Geen gesynchroniseerde cursussen";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Er worden momenteel geen cursussen gesynchroniseerd met uw agenda.";
